Repository: johnbean393/Hivecrew
Catalog: Hivecrew/Hivecrew/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans

source: Device name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome dispositivo
ja: デバイス名
ko: 기기 이름
zh_hans: 设备名称

source: Device name:
de: Gerätename:
es: Nombre del dispositivo:
fr: Nom de l'appareil :
it: Nome dispositivo:
ja: デバイス名:
ko: 기기 이름:
zh_hans: 设备名称：

source: Device Pairing Request
de: Geräte-Pairing-Anfrage
es: Solicitud de Emparejamiento de Dispositivo
fr: Demande d'appairage d'appareil
it: Richiesta di abbinamento dispositivo
ja: デバイスペアリングリクエスト
ko: 기기 페어링 요청
zh_hans: 配对请求

source: Devices that connect via the web UI pairing flow will appear here.
de: Geräte, die sich über den Web-UI-Pairing-Flow verbinden, werden hier angezeigt.
es: Los dispositivos que se conectan mediante el flujo de emparejamiento de la interfaz web aparecerán aquí.
fr: Les appareils qui se connectent via le processus d'appairage de l'interface web s'afficheront ici.
it: I dispositivi che si connettono tramite il flusso di abbinamento dell'interfaccia web UI appariranno qui.
ja: Web UI ペアリングフローで接続したデバイスはこちらに表示されます。
ko: 웹 UI 페어링을 통해 연결된 기기가 여기에 표시됩니다.
zh_hans: 通过 Web UI 配对流程连接的设备将显示在这里。

source: Diagram
de: Diagramm
es: Diagrama
fr: Diagramme
it: Diagramma
ja: ダイアグラム
ko: 다이어그램
zh_hans: 图表

source: Direct
de: Direkt
es: Directo
it: Diretto
ja: 直接
ko: 직접
zh_hans: 直接

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
ja: 無効化
ko: 비활성화
zh_hans: 禁用

source: disabled
de: deaktiviert
es: desactivado
fr: désactivé
it: disabilitato
ja: 無効
ko: 비활성화
zh_hans: 已禁用

source: Discard
de: Verwerfen
es: Descartar
fr: Supprimer
it: Scarta
ja: 破棄
ko: 폐기
zh_hans: 放弃

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断
ko: 연결 해제
zh_hans: 断开连接

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 切断済み
ko: 연결 끊김
zh_hans: 已断开

source: Display Name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
zh_hans: 显示名称

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
zh_hans: 完成

source: Download failed: %@
de: Download fehlgeschlagen: %@
es: Error de descarga: %@
fr: Échec du téléchargement : %@
it: Download non riuscito: %@
ja: ダウンロードに失敗しました: %@
ko: 다운로드 실패: %@
zh_hans: 下载失败：%@

source: Download Golden Image
de: Golden Image herunterladen
es: Descargar imagen maestra
fr: Télécharger l'image maître
it: Scarica immagine Golden
ja: ゴールデンイメージをダウンロード
ko: 골든 이미지 다운로드
zh_hans: 下载 Golden Image

source: Download Golden Image (%@)
de: Golden Image herunterladen (%@)
es: Descargar imagen de oro (%@)
fr: Télécharger l'image maître (%@)
it: Scarica Immagine golden (%@)
ja: ゴールデンイメージのダウンロード（%@）
ko: 골든 이미지 다운로드 (%@)
zh_hans: 下载 Golden Image（%@）

source: Download Paused
de: Download pausiert
es: Descarga pausada
fr: Téléchargement en pause
it: Download in pausa
ja: ダウンロード一時停止
ko: 다운로드 일시 중지됨
zh_hans: 下载已暂停

source: Download Template...
de: Vorlage herunterladen...
es: Descargar plantilla...
fr: Télécharger le modèle...
it: Scarica modello...
ja: ダウンロード...
ko: 템플릿 다운로드...
zh_hans: 下载模板...

source: Download the official Hivecrew Golden Image or import a template folder containing a pre-configured macOS VM.
de: Laden Sie das offizielle Hivecrew Golden Image herunter oder importieren Sie einen Vorlagenordner mit einer vorkonfigurierten macOS-VM.
es: Descarga la imagen Golden Image oficial de Hivecrew o importa una carpeta de plantilla que contiene una macOS VM preconfigurada.
fr: Télécharger l'image Golden Image officielle Hivecrew ou importer un dossier modèle contenant une machine virtuelle macOS préconfigurée.
it: Scarica l'Hivecrew Golden Image ufficiale o importa una cartella modello contenente una macOS VM preconfigurata.
ja: Hivecrew 公式 Golden Image をダウンロードするか、事前構成済みの macOS VM を含むテンプレートフォルダをインポートしてください。
ko: 공식 Hivecrew Golden Image를 다운로드하거나 미리 구성된 macOS VM이 포함된 템플릿 폴더를 가져오세요.
zh_hans: 下载官方 Hivecrew 黄金镜像，或导入包含预配置 macOS 虚拟机的模板文件夹。

source: Download was cancelled
de: Herunterladen wurde abgebrochen
es: La descarga fue cancelada
fr: Téléchargement annulé
it: Download annullato
ja: ダウンロードはキャンセルされました
ko: 다운로드가 취소되었습니다
zh_hans: 下载已取消

source: Downloading template...
de: Lade Template herunter...
es: Descargando plantilla...
fr: Téléchargement du modèle...
it: Scaricando il modello...
ja: テンプレートをダウンロード中...
ko: 템플릿 다운로드 중...
zh_hans: 正在下载模板...

source: Drag files onto the prompt bar, click the paperclip button, or type @ to attach files your agent can access.
de: Ziehen Sie Dateien auf die Eingabeleiste, klicken Sie auf das Büroklammer-Symbol oder geben Sie @ ein, um Dateien anzuhängen, auf die Ihr Agent zugreifen kann.
es: Arrastra archivos a la barra de mensajes, haz clic en el botón del clip o escribe @ para adjuntar archivos a los que tu agente puede acceder.
fr: Déposez des fichiers sur la barre d'invite, cliquez sur le bouton du trombone, ou tapez @ pour joindre des fichiers que votre agent peut accéder.
it: Trascina i file sulla barra del prompt, clicca sul pulsante graffetta, oppure digita @ per allegare file al tuo agente.
ja: プロンプトバーにファイルをドラッグするか、クリップアイコンをクリックするか、@ と入力して、エージェントがアクセスできるファイルを添付してください。
ko: 프롬프트 바에 파일을 끌어다 놓거나, 클립 아이콘을 클릭하거나, @를 입력하여 에이전트가 접근할 수 있는 파일을 첨부하세요.
zh_hans: 将文件拖到提示栏，点击回形针按钮，或输入 @ 来附加文件供您的代理访问。

source: DuckDuckGo (free, scraping)
de: DuckDuckGo (kostenlos, Scraping)
es: DuckDuckGo (gratis, scraping)
fr: DuckDuckGo (gratuit, scraping)
it: DuckDuckGo (gratuito, scraping)
ja: DuckDuckGo (無料、スクレイピング)
ko: DuckDuckGo (무료, 스크래핑)
zh_hans: DuckDuckGo（免费，爬取）

source: e.g. brew install jq
de: z. B. brew install jq
es: ej. brew install jq
fr: ex. brew install jq
it: es. brew install jq
ja: 例: brew install jq
ko: 예: brew install jq
zh_hans: 例如 brew install jq

source: e.g., OpenAI, Claude, Local LLM
de: z. B. OpenAI, Claude, Local LLM
es: p. ej., OpenAI, Claude, LLM local
fr: par ex., OpenAI, Claude, LLM local
it: es. OpenAI, Claude, LLM locale
ja: 例: OpenAI、Claude、Local LLM
ko: 예: OpenAI, Claude, Local LLM
zh_hans: 例如：OpenAI、Claude、Local LLM

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 수정
zh_hans: 编辑

source: Edit Credential
de: Anmeldeinformationen bearbeiten
es: Editar credencial
fr: Modifier l'identifiant
it: Modifica credenziale
ja: 認証情報を編集
ko: 자격 증명 편집
zh_hans: 编辑凭据

source: Edit Provider
de: Provider bearbeiten
es: Editar proveedor
fr: Modifier le fournisseur
it: Modifica Provider
ja: プロバイダーを編集
ko: 제공자 수정
zh_hans: 编辑提供商

source: Edit Schedule
de: Zeitplan bearbeiten
es: Editar programación
fr: Modifier le planning
it: Modifica Programma
ja: スケジュールの編集
ko: 일정 편집
zh_hans: 编辑计划

source: Edit...
de: Bearbeiten...
es: Editar...
fr: Modifier...
it: Modifica...
ja: 編集…
ko: 수정...
zh_hans: 编辑...

source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ja: 有効化
ko: 활성화
zh_hans: 启用

source: Enable API Server
de: API-Server aktivieren
es: Activar servidor API
fr: Activer le serveur API
it: Attiva server API
ja: APIサーバーを有効化
ko: API Server 활성화
zh_hans: 启用 API 服务器

source: Enable Developer Mode
de: Entwicklermodus aktivieren
es: Activar el modo de desarrollo
fr: Activer le mode Développeur
it: Attiva Modalità sviluppatore
ja: デベロッパーモードを有効にする
ko: 개발자 모드 활성화
zh_hans: 启用开发者模式

source: Enable Developer Mode to create persistent VMs that don't reset between tasks—useful for debugging workflows and testing changes.
de: Entwicklermodus aktivieren, um persistente VMs zu erstellen, die nicht zwischen Aufgaben zurückgesetzt werden – nützlich für Debugging von Workflows und Testen von Änderungen.
es: Activa el Modo desarrollador para crear VMs persistentes que no se reinician entre tareas, útil para depurar flujos de trabajo y probar cambios.
fr: Activez le mode Développeur pour créer des machines virtuelles persistantes qui ne se réinitialisent pas entre les tâches — utile pour le débogage des flux de travail et le test des modifications.
it: Attiva la Modalità Sviluppatore per creare VM persistenti che non si ripristinano tra un'attività e l'altra—utile per il debug dei flussi di lavoro e il test delle modifiche.
ja: 開発者モードを有効にすると、タスク間でリセットされない永続的なVMを作成できます—ワークフローのデバッグや変更のテストに便利です。
ko: Developer Mode를 활성화하면 작업 사이에 재설정되지 않는 영구 VM을 생성합니다. 워크플로 디버깅 및 변경 사항 테스트에 유용합니다.
zh_hans: 启用开发者模式以创建持久 VMs，任务之间不会重置——适用于调试工作流和测试更改。

source: Enable Image Generation
de: Bildgenerierung aktivieren
es: Activar generación de imágenes
fr: Activer la génération d'images
it: Attiva generazione immagini
ja: 画像生成を有効化
ko: 이미지 생성 활성화
zh_hans: 启用图像生成

source: Enable remote access to control Hivecrew from your phone or any device.
de: Fernzugriff aktivieren, um Hivecrew von Ihrem Telefon oder einem anderen Gerät aus zu steuern.
es: Habilite el acceso remoto para controlar Hivecrew desde su teléfono o cualquier dispositivo.
fr: Activez l'accès à distance pour contrôler Hivecrew depuis votre téléphone ou tout autre appareil.
it: Configura l'accesso remoto per controllare Hivecrew dal tuo telefono o da qualsiasi dispositivo.
ja: リモートアクセスを有効にすると、電話やその他のデバイスから Hivecrew を制御できます。
ko: 원격 액세스를 활성화하면 휴대전화나 기타 기기에서 Hivecrew를 제어할 수 있습니다.
zh_hans: 启用远程访问，以便通过手机或任何设备控制 Hivecrew。

source: Enable the REST API to control Hivecrew programmatically. Use the Python SDK for workflow integration, or access the built-in Web UI.
de: Aktivieren Sie die REST-API, um Hivecrew programmatisch zu steuern. Verwenden Sie das Python SDK für die Workflow-Integration, oder greifen Sie auf das integrierte Web UI zu.
es: Habilita la API REST para controlar Hivecrew mediante programación. Usa el SDK de Python para la integración de flujos de trabajo, o accede a la interfaz web integrada.
fr: Activez l'API REST pour contrôler Hivecrew de manière programmatique. Utilisez le Python SDK pour l'intégration de flux de travail, ou accédez au Web UI intégré.
it: Abilita l'API REST per controllare Hivecrew programmaticamente. Usa il Python SDK per l'integrazione dei workflow, oppure accedi all'interfaccia web integrata.
ja: Hivecrewをプログラムで制御するには、REST APIを有効化します。ワークフロー統合にはPython SDKを使用するか、組み込みWeb UIにアクセスしてください。
ko: REST API를 활성화하면 Hivecrew를 프로그래밍 방식으로 제어할 수 있습니다. Python SDK를 사용하여 워크플로우를 통합하거나, 내장된 Web UI에 액세스하세요.
zh_hans: 启用 REST API 以编程方式控制 Hivecrew。使用 Python SDK 进行工作流集成，或访问内置 Web UI。

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Attivato
ja: 有効
ko: 활성화됨
zh_hans: 启用

source: Enter a message. Press %@ to send.
de: Nachricht eingeben. Drücken Sie %@ zum Senden.
es: Escribe un mensaje. Presiona %@ para enviar.
fr: Entrez un message. Appuyez sur %@ pour envoyer.
it: Inserisci un messaggio. Premi %@ per inviarlo.
ja: メッセージを入力してください。%@ を押して送信します。
ko: 메시지를 입력하고 %@를 누르세요.
zh_hans: 请输入信息。按 %@ 发送。

source: Enter a new name for this device.
de: Geben Sie einen neuen Namen für dieses Gerät ein.
es: Introduzca un nuevo nombre para este dispositivo.
fr: Entrez un nouveau nom pour cet appareil.
it: Immettere un nuovo nome per questo dispositivo.
ja: このデバイスの新しい名前を入力してください。
ko: 새 이름을 입력하세요.
zh_hans: 请输入此设备的新名称。

source: Enter a task above to get started
de: Tippen Sie oben eine Aufgabe ein, um zu beginnen
es: Ingresa una tarea arriba para comenzar
fr: Entrez une tâche ci-dessus pour commencer
it: Inserisci un'attività sopra per iniziare
ja: 上の欄に入力して始める
ko: 시작하려면 위에서 작업을 입력하세요
zh_hans: 请在上方输入任务以开始使用

source: Enter the model ID. The worker model is used for simple tasks like title generation and webpage information extraction.
de: Geben Sie die Modell-ID ein. Das Workermodell dient für einfache Aufgaben wie Titelgenerierung und Webseiten-Informationsextraktion.
es: Introduzca el ID del modelo. El modelo worker se utiliza para tareas simples como la generación de títulos y la extracción de información de páginas web.
fr: Entrez l'ID du modèle. Le modèle worker est utilisé pour des tâches simples comme la génération de titres et l'extraction d'informations de pages web.
it: Inserisci l'ID del modello. Il modello worker viene utilizzato per attività semplici come la generazione di titoli e l'estrazione di informazioni dalle pagine web.
ja: モデルIDを入力してください。ワーカーモデルは、タイトル生成やウェブページの情報抽出などの単純なタスクに使用されます。
ko: 모델 ID를 입력하세요. 워커 모델은 제목 생성, 웹페이지 정보 추출 등 간단한 작업에 사용됩니다.
zh_hans: 输入模型 ID。工作模型用于简单任务，如标题生成和网页信息提取。

source: Environment
de: Umgebung
es: Entorno
fr: Environnement
it: Ambiente
ja: 環境
ko: 환경
zh_hans: 环境

source: Environment Variables
de: Umgebungsvariablen
es: Variables de entorno
fr: Variables d'environnement
it: Variabili d'ambiente
ja: 環境変数
ko: 환경 변수
zh_hans: 环境变量

source: Environment Variables (optional)
de: Umgebungsvariablen (optional)
es: Variables de entorno (opcional)
fr: Variables d'environnement (facultatif)
it: Variabili d'ambiente (opzionale)
ja: 環境変数（任意）
ko: 환경 변수 (선택 사항)
zh_hans: 环境变量（可选）

source: Environments
de: Umgebungen
es: Entornos
fr: Environnements
it: Ambienti
ja: 環境
ko: 환경
zh_hans: 环境

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
zh_hans: 错误

source: Errors: %@
de: Fehler: %@
es: Errores: %@
fr: Erreurs : %@
it: Errori: %@
ja: エラー: %@
ko: 오류: %@
zh_hans: 错误：%@

# Every %@ at %@
source: Every %1$@ at %2$@
de: Jeden %1$@ um %2$@
es: Cada %1$@ a las %2$@
fr: Chaque %1$@ à %2$@
it: Ogni %1$@ alle %2$@
ja: 毎週%1$@の%2$@
ko: 매 %2$@마다 %1$@
zh_hans: 每%1$@ %2$@

source: Example: Create a task
de: Beispiel: Aufgabe erstellen
es: Ejemplo: Crear una tarea
fr: Exemple : Créer une tâche
it: Esempio: Crea un'attività
ja: 例: タスクの作成
ko: 예시: 작업 만들기
zh_hans: 示例：创建任务

source: Example: https://github.com/anthropics/skills/tree/main/skills/skill-creator
de: Beispiel: https://github.com/anthropics/skills/tree/main/skills/skill-creator
es: Ejemplo: https://github.com/anthropics/skills/tree/main/skills/skill-creator
fr: Exemple : https://github.com/anthropics/skills/tree/main/skills/skill-creator
it: Esempio: https://github.com/anthropics/skills/tree/main/skills/skill-creator
ja: 例：https://github.com/anthropics/skills/tree/main/skills/skill-creator
ko: 예시: https://github.com/anthropics/skills/tree/main/skills/skill-creator
zh_hans: 示例: https://github.com/anthropics/skills/tree/main/skills/skill-creator

source: Execute Plan
de: Plan ausführen
es: Ejecutar plan
fr: Exécuter le plan
it: Esegui piano
ja: プランを実行
ko: 실행
zh_hans: 执行计划

source: Execute the plan now
de: Plan jetzt ausführen
es: Ejecutar el plan ahora
fr: Exécuter le plan maintenant
it: Esegui il piano ora
ja: 今すぐプランを実行
ko: 지금 계획 실행
zh_hans: 立即执行计划

source: Execution Plan
de: Ausführungsplan
es: Plan de ejecución
fr: Plan d'exécution
it: Piano di Esecuzione
ja: 実行計画
ko: 실행 계획
zh_hans: 执行计划

source: Export as Video
de: Als Video exportieren
es: Exportar como vídeo
fr: Exporter en vidéo
it: Esporta come Video
ja: ビデオとして書き出し
ko: 동영상으로 내보내기
zh_hans: 导出为视频

source: Export Traces as Video
de: Abläufe als Video exportieren
es: Exportar trazas como video
fr: Exporter les traces en vidéo
it: Esporta tracce come video
ja: トレースをビデオとしてエクスポート
ko: 트레이스를 동영상으로 내보내기
zh_hans: 导出追踪记录为视频

source: Extract Skill
de: Skill extrahieren
es: Extraer habilidad
fr: Extraire la compétence
it: Estrai Skill
ja: スキルを抽出
ko: 스킬 추출
zh_hans: 提取技能

source: Extract Skills from Tasks
de: Fähigkeiten aus Aufgaben extrahieren
es: Extraer habilidades de las tareas
fr: Extraire les compétences des tâches
it: Estrai competenze dalle attività
ja: タスクからスキルを抽出
ko: 작업에서 스킬 추출하기
zh_hans: 从任务中提取技能

source: Extracted
de: Extrahiert
es: Extraído
fr: Extrait
it: Estratto
ja: 抽出
ko: 추출됨
zh_hans: 已提取

source: Extracting files...
de: Dateien werden extrahiert...
es: Extrayendo archivos...
fr: Extraction des fichiers...
it: Estrazione file in corso...
ja: ファイルを抽出中...
ko: 파일 추출 중...
zh_hans: 正在提取文件...

source: Extraction failed: %@
de: Extraktion fehlgeschlagen: %@
es: Extracción fallida: %@
fr: Extraction a échoué: %@
it: Estrazione non riuscita: %@
ja: 抽出に失敗しました: %@
ko: 추출 실패: %@
zh_hans: 提取失败：%@

source: Failed
de: Fehlgeschlagen
es: Error
fr: Échoué
it: Non riuscito
ja: 失敗
ko: 실패
zh_hans: 失败

source: Failed to create backup archive.
de: Fehler beim Erstellen des Backup-Archivs.
es: Error al crear el archivo de respaldo.
fr: Échec de la création de l'archive de sauvegarde.
it: Impossibile creare l'archivio di backup.
ja: バックアップアーカイブの作成に失敗しました。
ko: 백업 아카이브 생성에 실패했습니다.
zh_hans: 创建备份归档失败。

source: Failed to create VM: %@
de: Erstellen der VM fehlgeschlagen: %@
es: Error al crear la VM: %@
fr: Échec de la création de la VM : %@
it: Creazione VM non riuscita: %@
ja: VMの作成に失敗しました: %@
ko: 가상 머신 생성 실패: %@
zh_hans: 创建 VM 失败: %@

source: Failed to extract backup archive.
de: Fehler beim Extrahieren des Sicherungsarchivs.
es: No se pudo extraer el archivo de respaldo.
fr: Échec de l'extraction de l'archive de sauvegarde.
it: Impossibile estrarre l'archivio di backup.
ja: バックアップアーカイブの展開に失敗しました。
ko: 백업 아카이브 추출에 실패했습니다.
zh_hans: 解压备份存档失败

source: Failed to load models
de: Fehler beim Laden von Modellen
es: Error al cargar modelos
fr: Échec du chargement des modèles
it: Impossibile caricare i modelli
ja: モデルの読み込みに失敗しました
ko: 모델을 불러오지 못함
zh_hans: 无法加载模型

source: Failed to load trace
de: Fehler beim Laden des Traces
es: Error al cargar el trace
fr: Échec du chargement de la trace
it: Impossibile caricare la traccia
ja: トレースの読み込みに失敗しました
ko: 트레이스 로드 실패
zh_hans: 加载追踪失败

source: Failed: %@
de: Fehlgeschlagen: %@
es: Fallo: %@
fr: Échec : %@
it: Non riuscito: %@
ja: 失敗: %@
ko: 실패: %@
zh_hans: 失败: %@

source: File Injections
de: Datei-Injektionen
es: Inyecciones de Archivos
fr: Injections de fichiers
it: Iniezioni file
ja: ファイル注入
ko: 파일 주입
zh_hans: 文件注入

source: File missing from assets
de: Datei fehlt in Assets
es: Archivo faltante en assets
fr: Fichier manquant des ressources
it: File mancante negli asset
ja: アセットにファイルがありません
ko: assets에 파일 없음
zh_hans: 资源文件缺失

source: File Output
de: Datei-Ausgabe
es: Salida de archivo
fr: Sortie de fichiers
it: Output file
ja: ファイル出力
ko: 파일 출력
zh_hans: 文件输出

source: File system error: %@
de: Dateisystemfehler: %@
es: Error del sistema de archivos: %@
fr: Erreur du système de fichiers : %@
it: Errore file system: %@
ja: ファイルシステム エラー: %@
ko: 파일 시스템 오류: %@
zh_hans: 文件系统错误: %@

source: File Upload Limits
de: Datei-Upload-Grenzen
es: Límites de carga de archivos
fr: Limites de téléversement de fichiers
it: Limiti di caricamento file
ja: ファイルアップロード制限
ko: 파일 업로드 제한
zh_hans: 文件上传限制

source: Files agents save to ~/Desktop/outbox/ are automatically delivered to your output directory when the task completes.
de: Dateien, die Agenten in ~/Desktop/outbox/ speichern, werden automatisch in Ihr Ausgabeverzeichnis übertragen, wenn die Aufgabe abgeschlossen ist.
es: Los archivos que los agentes guardan en ~/Desktop/outbox/ se entregan automáticamente en tu directorio de salida cuando la tarea finaliza.
fr: Les fichiers que les agents enregistrent dans ~/Desktop/outbox/ sont automatiquement livrés dans votre répertoire de sortie lorsque la tâche se termine.
it: I file che gli agenti salvano in ~/Desktop/outbox/ vengono automaticamente consegnati nella directory di output al completamento del task.
ja: エージェントが ~/Desktop/outbox/ に保存したファイルは、タスクが完了すると自動的に出力ディレクトリに配信されます。
ko: 에이전트가 ~/Desktop/outbox/에 저장한 파일은 작업이 완료되면 출력 디렉토리로 자동으로 배달됩니다.
zh_hans: 代理保存到 ~/Desktop/outbox/ 的文件会在任务完成后自动传送到您的输出目录。

source: Files copied from your Mac into each new VM at the specified path. Files are stored in the app's Assets folder.
de: Dateien werden von Ihrem Mac in jede neue VM am angegebenen Pfad kopiert. Die Dateien werden im Assets-Ordner der App gespeichert.
es: Archivos copiados desde tu Mac en cada nueva VM en la ruta especificada. Los archivos se almacenan en la carpeta Assets de la aplicación.
fr: Fichiers copiés de votre Mac dans chaque nouvelle VM au chemin spécifié. Les fichiers sont stockés dans le dossier Assets de l'application.
it: File copiati dal Mac in ogni nuova VM nel percorso specificato. I file sono memorizzati nella cartella Assets dell'app.
ja: Macのファイルは、指定されたパスにコピーされ、各新しいVMに配置されます。ファイルはアプリの「アセット」フォルダに保存されます。
ko: 지정된 경로의 파일이 Mac에서 각 새 VM으로 복사됩니다. 파일은 앱의 Assets 폴더에 저장됩니다.
zh_hans: 文件将从您的 Mac 复制到每个新 VM 的指定路径。文件存储在应用的 Assets 文件夹中。

source: Files produced by agents will be copied here from the VM's outbox
de: Dateien, die von Agenten erstellt werden, werden hierher aus dem VM-Ausgang kopiert
es: Los archivos producidos por los agentes se copiarán aquí desde la bandeja de salida de la VM
fr: Les fichiers produits par les agents seront copiés ici depuis la boîte d'envoi de la VM
it: I file prodotti dagli agenti verranno copiati qui dalla cartella in uscita della VM
ja: エージェントが生成したファイルは、VM のアウトボックスからここにコピーされます
ko: 에이전트가 생성한 파일은 VM의 발신함에서 여기로 복사됩니다
zh_hans: 代理生成的文件将从虚拟机发件箱复制到此处

source: For custom endpoints like Azure, Anthropic, or local LLMs
de: Für benutzerdefinierte Endpunkte wie Azure, Anthropic oder lokale LLMs
es: Para endpoints personalizados como Azure, Anthropic o LLMs locales
fr: Pour les points de terminaison personnalisés comme Azure, Anthropic ou les LLM locaux
it: Per endpoint personalizzati come Azure, Anthropic o LLM locali
ja: Azure、Anthropic、ローカルLLMなどのカスタムエンドポイント用
ko: Azure, Anthropic, 로컬 LLM 등 커스텀 엔드포인트의 경우
zh_hans: 对于 Azure、Anthropic 或本地 LLMs 等自定义端点

source: Generate API Key
de: API-Schlüssel generieren
es: Generar API Key
fr: Générer une clé API
it: Genera chiave API
ja: APIキーを生成
ko: API 키 생성
zh_hans: 生成API密钥

source: Generating Plan
de: Plan wird erstellt
es: Generando plan
fr: Génération du plan
it: Generando piano
ja: 計画を生成中
ko: 계획 생성 중
zh_hans: 正在生成计划

source: Get Started
de: Erste Schritte
es: Comenzar
fr: Commencer
it: Inizia
ja: 始める
ko: 시작하기
zh_hans: 开始使用

source: Google (free, scraping)
de: Google (kostenlos, Scraping)
es: Google (gratis, scraping)
fr: Google (gratuit, scraping)
it: Google (gratuito, scraping)
ja: Google (無料, スクレイピング)
ko: Google (무료, 스크래핑)
zh_hans: Google（免费，爬取）

source: Google and DuckDuckGo use web scraping (may be rate-limited). SearchAPI and SerpAPI are paid services with higher reliability.
de: Google und DuckDuckGo verwenden Web-Scraping (Rate-Limits möglich). SearchAPI und SerpAPI sind kostenpflichtige Dienste mit höherer Zuverlässigkeit.
es: Google y DuckDuckGo utilizan web scraping (pueden estar sujetos a límites de tasa). SearchAPI y SerpAPI son servicios de pago con mayor fiabilidad.
fr: Google et DuckDuckGo utilisent le web scraping (peuvent être limités en débit). SearchAPI et SerpAPI sont des services payants offrant une meilleure fiabilité.
it: Google e DuckDuckGo utilizzano web scraping (potrebbero essere soggetti a limitazioni di velocità). SearchAPI e SerpAPI sono servizi a pagamento con maggiore affidabilità.
ja: GoogleおよびDuckDuckGoはウェブスクレイピングを使用しています（レート制限を受ける場合があります）。SearchAPIおよびSerpAPIは有料サービスであり、より高い信頼性を提供します。
ko: Google 및 DuckDuckGo는 웹 스크래핑을 사용합니다(요청 제한 가능). SearchAPI 및 SerpAPI는 유료 서비스로 신뢰성이 더 높습니다.
zh_hans: Google 和 DuckDuckGo 使用网页抓取（可能存在速率限制）。SearchAPI 和 SerpAPI 是付费服务，具有更高的可靠性。

source: Hide API key
de: API-Schlüssel ausblenden
es: Ocultar clave API
fr: Masquer la clé API
it: Nascondi chiave API
ja: APIキーを非表示
ko: API 키 숨기기
zh_hans: 隐藏 API 密钥

source: Hide Password
de: Passwort ausblenden
es: Ocultar contraseña
fr: Masquer le mot de passe
it: Nascondi password
ja: パスワードを隠す
ko: 비밀번호 숨김
zh_hans: 隐藏密码

source: Hide Trace Panel
de: Trace-Bereich ausblenden
es: Ocultar panel de seguimiento
fr: Masquer le panneau de trace
it: Nascondi pannello Trace
ja: トレースパネルを非表示
ko: 추적 패널 숨김
zh_hans: 隐藏追踪面板
